/* 
  Localizable.strings
  Tenorshare4DDiG

  Created by Tenorshare on 2022/7/27.
  
*/

"language" = "es";
"languageGA" = "es";

/*******NSMenu title*****/
"About %@" = "Sobre %@";
"Buy Now" = "Comprar ahora";
"BUY NOW_s" = "Comprar ahora";
"Register" = "Registrarse";
"Check for updates" = "Buscar actualizaciones";
"Service" = "Sevicios";
"Hide %@" = "Ocultar %@";
"Quit %@" = "Salir de %@";
"Hide Others" = "Ocultar otros";
"Show All" = "Mostrar todo";

"Edit" = "Editar";
"Undo" = "Deshacer";
"Redo" = "Rehacer";
"Cut" = "Cortar";
"Copy" = "Copiar";
"Paste" = "Pegar";
"Clear" = "Eliminar";
"Select All" = "Seleccionar todo";

"Window" = "Ventana";
"Minimize" = "Minimizar";
"Zoom" = "Zoom";
"Enter Full Screen" = "Entrar en pantalla completa";
"Bring All to Front" = "Traer todo al frente";

"Help" = "Ayuda";
"Guide" = "Tutorial";
"Feedback" = "Contacto y Feedback";
"Support" = "Soporte";

"Open Log" = "Abrir el registro";

//通用按钮title
"OK" = "Aceptar";
"Contact us" = "Contáctenos";
"Save" = "Aceptar";
"Cancel" = "Cancelar";
"Open" = "Abrir";
"Refresh" = "Refrescar";

// about window
"Tenorshare %@ %@ Build Date %@" = "Tenorshare %@ %@ Fecha de actualización %@";
"%@ %@ Build Date %@" = "%@ %@ Fecha de actualización %@";
"All Rights Reserved." = "Todos los derechos reservados.";

"Tree View" = "Vista de árbol";
"File View" = "Tipo de archivos";

//ScanView+Recovery
"Please select the file you want to recover." =
"Seleccione el archivo que desea recuperar.";

"Saving files to the partition where you lost them will reduce the chances of a successful recovery. It's recommended to recover the files to a removable disk." =
"Guardar archivos en la partición donde se perdieron reducirá las posibilidades de éxito en recuperación. Se recomienda recuperar los archivos en un disco extraíble.";

"Saving files to the partition where you lost them will reduce the chances of a successful recovery. Are you sure you want to continue?" =
"Guardar archivos en la partición donde se perdieron reducirá las posibilidades de una recuperación exitosa. Estás seguro de que quieres continuar?";

"Not enough space available on the disk. Additional %@ space is needed to recover these files." =
"No hay suficiente espacio disponible en el disco. Necesita un espacio adicional de %@ para recuperar estos archivos.";

"Recovering: %@" =
"Recuperando: %@";
"Please wait..." =
"Por favor espere...";

"Recovery completed!" =
"Recuperación completa!";
"Click Open button to check the recovered files." =
"Haga clic en el botón Abrir para ver los archivos recuperados.";

"Are you sure you want to stop recovery?" =
"¿Seguro que deseas detener la recuperación?";

"Failed to save data to the target disk. Please choose another disk and try again." =
"Error al guardar datos en el disco de destino. Guarde los datos en otro disco.";

"Your disk is disconnected. Please reinsert and try again." =
"Su disco está desconectado. Conecte el disco e intente de nuevo.";

"Save failed due to disconnection of the target disk. Please reinsert and try again." =
"Error de guardado debido a la desconexión del disco de destino. Por favor, reinserte y vuelva a intentarlo.";

"Note:" = "Nota: ";
"Please do not save the recovered files to the partition where you lost them. This may cause permanent data loss." =
"No guarde los archivos recuperados en la partición donde se perdieron. Esto puede causar una pérdida de datos permanente.";


/*******扫描模块*****/
"All Files" = "Todos los archivos";
"Photo" = "Fotos";
"Audio" = "Audio";
"Video" = "Vídeo";
"Document" = "Documento";
"Email" = "Correo";
"Webfile" = "Archivo de la página web";
"Archive" = "Archivo comprimido";
"No Extension" = "Archivos sin sufijo";
"Others" = "Otro";
/*"Desktop" = "Desktop";
"Documents" = "Documents";
"Downloads" = "Downloads";*/
"Trash" = "Papelera";
"Lost location" = "Ubicación de Pérdida";
"More" = "Más";
"The scan result will not be saved if you close the program now. Are you sure you want to close?" =
"Si cierra el programa, los resultados del escaneo no se guardarán. ¿Seguro que quiere cerrar el programa?";
"YES" = "Aceptar";
"No" = "Cancelar";
"Are you sure you want to stop scanning?" = "¿Seguro que quiere detener el escaneo?";
"The scan result will not be saved now. Are you sure you want to return Home?" = "Si regresa a la página de inicio, los resultados del escaneo no se guardarán. ¿Está seguro de que quieres regresar?";
"Continue" = "Continuar";
"Pause" = "Pause";
"Time remaining: %@" = "Tiempo restante: %@";
"Stop" = "Detener";
"Loading search content, please wait…" = "Cargando contenido de búsqueda, espere ...";
"Back" = "Atrás";
"Scanning...(%.1f%%)" = "Analizando… (%.1f%%)";
"Scanning..." = "Escaneando...";
"%li files found (%.1f%%)" = "Se encontraron %li archivos (%.1f%%)";
"%li items found, %@" = "Encontrado %li archivos, %@";
"Selected: %li files, %@" = "Seleccionado: %li archivos, %@";
"Home" = "Inicio";
"Recover" = "Recuperar";
"Search" = "Buscar";
"Scan completed!" = "Escaneo completado.";
"Loading content, please wait..." = "Cargando, espere…";

"Unlock" = "Desbloquear";
"Password hint: %@"= "Sugerencia de contraseña: %@";
"Password:" = "Contraseña:";
"Please enter a password to unlock the disk \"%@\"." = "Por favor, introduzca una contraseña para desbloquear el disco \"%@\".";
"Wrong password" = "Contraseña incorrecta";
"Cancel1" = "Cancelar";

/*******加载窗口模块*****/
"Reading data from the disk, please wait…" = "Leyendo información del disco, espere ...";
/*******选择磁盘模块*****/
"Select a location to start data recovery" =
"Selecciona una ubicación para comenzar a recuperar datos";
"Hard Drives" = "Discos duros";
"External Drives" = "Dispositivo externo";
"%@ free of %@" = "%@ libres, en total %@";
"Other Location" = "Otra ubicación";
"The Whole Computer" = "Todo el ordenador";
"UltData" = "UltData";
"To recover data from iOS devices, please switch to UltData-iOS" = "Para recuperar datos de dispositivos iOS, utiliza el UltData-iOS";
"UltFone iOS Data Recovery" = "UltFone iOS Data Recovery";
"To recover data from iOS devices, please switch to UltFone iOS Data Recovery" = "Para recuperar datos de dispositivos iOS, utiliza el UltFone iOS Data Recovery";
"Scan" = "Escanear";
"Untitled" = "Sin título";

/*******关闭SIP模块*****/
"The selected external drive is not available or uninstalled, please reinsert and try again." =
"El disco externo seleccionado no está disponible o se desinstaló. Vuelva a insertarla e intente de nuevo.";
"The selected File System is currently not supported. Please select other disks for data recovery." =
"No es compatible con el sistema de archivos seleccionado. Pruebe con otros discos para recuperar los datos.";
"To recover data from \"macOS High Sierra\" disk, please follow steps below to disable System Integrity Protection first." =
"Para recuperar datos de un \"macOS High Sierra\" o versiones posteriores, tienes que desactivar la Protección de la integridad del sistema primero siguiendo los pasos a continuación.";
"Step 1." = "Paso 1.";
"Hold down Command + R on the keyboard immediately when you restart the Mac. Keep holding until the Mac finishes startup process, and you will see the utilities window." =
"Cuando pulsa el botón de encendido de tu Mac, a continuación mantenga pulsadas las teclas Command + R.  Cuando se inicie el modo recuperación, a la cabeza Utilidades y lanzamiento Terminal.";
"Command + R" = "Command + R";
"Note: If you are using iMac/iMac Pro, please use wired keyboard." =
"Nota: Si está utilizando iMac / iMac Pro, use un teclado con cable.";
"Step 2." = "Paso 2.";
"Open Terminal from the Utilities menu." =
"Abra la Terminal en el menú de Utilidades.";
"Terminal" = "Terminal";
"Utilities" = "Utilidades";
"Step 3." = "Paso 3.";
"Type the following command and hit Enter key to disable SIP. Then restart your Mac again." =
"Una vez que se abra la ventana de terminal ejecuta el siguiente comando, pulsa Entrar y reinicie el Mac de forma normal.";
"Enter" = "Entrar";
"Your Mac will restart during this process. Please take a photo with your phone and save steps." =
"Su Mac se reiniciará.";
/*******扫描中模块*****/
"Name" = "Nombre";
"Created Date" = "Creación";
"Modified Date" = "Modificación";
"Path" = "Ubicación";
"Type" = "Tipo";
"Size" = "tamaño";
"Files not found!" = "No se encontraron archivos.";
"folder" = "Carpeta";
"file" = "Archivo";

// 2.7.0新增
"PREV" = "ANTERIOR";
"NEXT" = "SIGUIENTE";
"GO TO" = "IR:";
"Didn't find the missing data? Try using Deep Scan." = "¿No ves tus datos perdidos? Prueba el Escaneo avanzado.";
"Deep Scan" = "Escaneo avanzado";
"Previous Scan Results" = "Análisis avanzado";
"Returning to the last scan result requires stopping the current scan. Are you sure you want to stop?" = "Tienes que detener el análisis actual antes de volver a lo último. ¿Seguro que deseas detenerlo ahora?";
"Stop" = "Detener";
"Cancel" = "Cancelar";
"Deep scan completed!" = "Análisis avanzado completado.";
"OK" = "Aceptar";
"Loading content, please wait…" = "Cargando, espere…";
"View Deep Scan Results" = "Ver datos del escaneo";
"List View" = "Vista de la lista";
"Thumbnail" = "Miniatura";
"Preview Pane" = "Panel de vista previa";
"Preview" = "Vista previa";
"This format file does not support to preview." = "Vista previa no disponible para un archivo de este formato.";
"This file may be corrupt and can't be previewed." = "Este archivo puede estar dañado y no se puede previsualizar.";
"File size that exceeds 8 MB does not support to preview." = "No se puede previsualizar un archivo que supera los 8 MB.";
"The lost data may be damaged at any time and cannot be recovered. It is recommended to recover them earlier for higher recovery rate." = "Los datos perdidos pueden dañarse en cualquier momento y ser no recuperable. Te recomienda que los recuperes cuanto antes para una mayor tasa de recuperación.";
"Buy now to save 70%" = "Comprar ahora para ahorrar un 70%";
"Unlimited Data Recovery" = "Recuperación de datos ilimitada";
"Recover your valuable data easily and quickly." = "Recuperar tus datos de forma fácil y rápida.";
"Multiple File Types" = "Tipos de archivos múltiples";
"Recover 550+ types of files from hard drive, memory card, etc." = "Recuperar todo tipo de archivos, incluyendo fotos, vídeos, documentos y otros más.";
"Professional Support" = "Soporte profesional";
"Provide professional and quality customer support." = "Atención asistencia profesional y de calidad";
"Free Update" = "Actualización gratuita";
"Enjoy free update within license validity." = "Actualizar graruitamente dentro de la validez de la licencia.";
"Already have a registration code? Register now" = "¿Ya tienes un código de registro? Registrar ahora";
"Register now" = "Registrar ahora";
"To recover data from crashed computer, please click here." = "Para recuperar datos del Windows colgada, haz clic aquí.";
"click here" = "haz clic aquí";

"Downloading boot system image, please wait…" = "Downloading boot system image, please wait…";
"When downloading the system image, please do not operate the disk or eject it." = "When downloading the system image, please do not operate the disk or eject it.";
"Are you sure you want to stop downloading the boot system image?" = "Are you sure you want to stop downloading the boot system image?";
"Creating a bootable drive using an SD card is not supported. Please use another storage device to create the bootable drive." = "No se puede crear una unidad de arranque con tarjetas SD. Por favor, utiliza otro dispositivo de almacenamiento para crear la unidad de arranque.";

"Recover from Crashed System" = "Recuperar del sistema fallido";
"Support to recover files from crashed system." = "Te permite recuperar los archivos del sistema fallido.";
"Recover Data from Crashed System" = "Recuperar datos del computador fallido";
"Recover lost files from crashed computer" = "Te permite recuperar los archivos de la computadora fallida.";
"To recover data from iOS devices, please switch to iOS Data Recovery" = "Para recuperar datos de dispositivos iOS, utilice el iOS Data Recovery";
"Please select a USB flash drive/external hard drive" = "Selecciona una unidad flash USB/disco duro externo";
"Creating bootable drive…" = "Creando unidad de arranque...";
"The bootable drive is created successfully!" = "La unidad de arranque se creó con éxito.";
"Please select a USB flash drive/external hard drive to create a bootable drive" = "Selecciona una unidad flash USB/disco duro externo para crear una unidad de arranque.";
"Insert a USB flash drive/external hard drive to create a bootable drive, and then recover data from crashed system by the bootable drive." = "Inserta una unidad flash USB/disco duro externo para crear una unidad de arranque y luego recupera los datos del sistema fallido vía la unidad de arranque.";
"Refresh" = "Refrescar";
"Note: Creating a bootable drive will format all data in the selected disk. Please back up your important data in advance." = "Nota: Creando una unidad de arranque formateará todos los datos en el disco. Por favor, haz una copia de seguridad de tus datos importantes de antemano.";
"Return" = "Atrás";
"Start" = "Empezar";
"OK" = "Aceptar";
"Creating a bootable drive will format all data in the selected disk. Are you sure you want to continue?" = "Creando una unidad de arranque formateará todos los datos en el disco.  ¿Estás seguro de que deseas continuar?";
"Cancel" = "Cancelar";
"The total disk space is less than 2GB. Please use a larger USB drive/external hard drive to create the bootable drive." = "El espacio total en este disco es inferior a 2 GB. Por favor, utiliza una unidad USB/disco duro externo que contiene más almacenamiento para crear la unidad de arranque.";
"The local disk space is less than 2GB and the boot system image cannot be downloaded. Please free up some disk space before downloading." = "El espacio en disco local es inferior a 2 GB, que no es suficuente para descargar la imagen del sistema de arranque. Por favor, libera espacio en el disco antes de la descarga.";
"Formatting the bootable drive, please wait…" = "Formateando la unidad de arranque, espere...";
"When formatting the bootable drive, please do not operate or eject it." = "Durante el proceso, no operes ni la expulsar la unidad de arranque.";
"To avoid the burned disk be damaged, please be patient and wait for the burn to complete." = "Para evitar que el disco sufra daños, espere a que se complete la grabación.";
"Creating bootable drive, please wait…" = "Creando una unidad de arranque, espere...";
"When creating the bootable drive, please do not operate the disk or eject it." = "Al formatear la unidad de arranque, no la operes ni la expulses.";
"Follow the steps below to use the bootable drive to boot a Mac that cannot be turned on." = "Sigue los pasos a continuación utilizando la unidad de arranque para iniciar el Mac que no se enciende.";
"bootable drive" = "unidad de arranque";
"cannot be turned on" = "que no se enciende";
"black screen" = "que no se enciende";
"Option key" = "tecla Opción";
"%@ bootable drive" = "unidad de arranque de %@";
"Step 1: Insert the bootable drive into a Mac that cannot be turned on." = "Paso 1: inserta la unidad de arranque en el Mac que no se enciende.";
"Step 2: Start the computer that cannot be turned on. When the Mac is in a black screen, press and hold the Option key. Release the Option key until you see the bootable drive." = "Paso 2: Inicia la computadora que no se enciende. Cuando la pantalla del Mac está en negro, presiona y mantén presionada la tecla Opción. Suelta la tecla Opción hasta que vea la unidad de arranque.";
"Step 3: On the Select bootable drive interface, select the %@ bootable drive." = "Paso 3: Selecciona la unidad de arranque de %@";
"here" = " aquí";
"To see the detailed steps, please click here." = "Para ver los pasos detallados, haz clic aquí.";
"Bootable drive creation failed!" = "¡La creación de la unidad de arranque ha fallado!";
"Contact Us" = "Contáctenos";
"Bootable drive creation failed! Please check if your disk is disconnected. You can click the Retry button or Contact Us." = "¡La creación de la unidad de arranque ha fallado! Comprueba si tu disco está desconectado. Puedes hacer clic en el botón Reintentar o Contáctenos.";
"Retry" = "Reintentar";

"Select USB/external hard drive" = "Elige USB/disco duro externo";
"Completed!" = "Completado";
"Format" = "Formatear";

// 3.0.1
"Please enter login password to allow disk access." = "Ingresa la contraseña de inicio de sesión para acceder al disco.";

"note:" = "Nota:";
"1. If you have not received the registration code or don't know the register E-mail address, please click here to check." = "1. Si no has recibido el código de registro o no sabes la dirección de correo electrónico de registro, clic aquí para consultar.";
"2. For other software or registration issues, please visit support center." = "2. Para otros problemas de software o producto, visita el centro de soporte.";
"click here to check" = "clic aquí para consultar";
"visit support center" = "visita el centro de soporte";
"To recover data from the \"macOS Catalina\" and later systems, Please follow the steps below to allow %@ to access removable volumes" =
"Para recuperar datos de \"macOS Catalina\" y posteriores, sigue los pasos a continuación, permite %@ acceder a volúmenes extraíbles.";
"Step 1 :" = "Paso 1 :";
"Step 2 :" = "Paso 2 :";
"Step 3 :" = "Paso 3 :";
"On your Mac, choose Apple menu  > System Preferences, click Security & Privacy." = "Selecciona Apple menú > Preferencias del Sistema, haz click en Seguridad & Privacidad en tu Mac .";
"Select the \"Removable Volumes\" checkbox below %@." = "Selecciona la casilla \"Volúmenes extraíbles\" debajo de %@.";
"Click \"Later\" to allow %@ to access removable volumes." = "Haz clic en \"Más tarde\", permite %@ acceder a los volúmenes extraíbles.";
"Settings" = "Configuraciones";
"OK" = "Aceptar";
"To create a startup disk in \"macOS Catalina\" and later versions, Please follow the steps below to allow %@ to access removable volumes" =
"Para crear un disco de inicio en \"macOS Catalina\" y versiones posteriores, debes seguir los pasos a continuación para permitir que %@ acceda a volúmenes extraíbles";

"Sorry. Firmware downloading failed due to insufficient hard disk. Please release enough space (about %@) in your hard disk and then download again." = "Lo sentimos. Fallo al descargar el firmware debido al insuficiente espacio disponible en disco. Por favor, libera más espacio (acerca de %@) en disco duro y vuelve a intentarlo.";
"This file path cannot save the firmware. Please change to the correct one." = "El firmware no se puede almacenar aquí. Por favor, cambia la ruta para guardarlo.";
"Failed to download firmware package! Please check your Internet connection and try again." = "La descarga del firmware fallida. Comprueba la conexión a Internet e inténtalo de nuevo.";
"Downloading the firmware, please wait…" = "Descargando firmware, espera un momento…";
"Please make sure the network connection is normal." = "Asegúrate de que la conexión a la red sea normal.";
"Network Abnormal! Please check your network and try again." = "¡Error de red! Verifica la red y vuelve a intentarlo.";
"Try Again" = "Reintentar";
"There is not enough space to download the firmware. Please free up at least 1 GB of free space and try again." = "No hay suficiente espacio para descargar el firmware. Libera al menos 1 GB de espacio y vuelve a intentarlo.";
"Your Mac is equipped with Apple T2 Security Chip, files under the APFS file system cannot be scanned out." = "Tu Mac está equipada con el chip de seguridad T2 de Apple, los archivos en APFS no se pueden escanear.";
"Failed to download firmware package! Please check your internet connection and try again." = " La descarga de firmware fallida. Compruebe la conexión a Internet e inténtelo de nuevo.";
"Fast Scan done! Finding more lost data with Deep Scan..." = "¡Escaneo rápido completado! Está encontrando más datos...";
"Deep Scanning" = "Escaneo Profundo";
"Fast Scanning:" = "Escaneando rápidamente";
"RAW Files" = "Archivos RAW";
"Tag Files" = "Archivos tag";
"Deleted Files" = "Archivos eliminados";
"Lost Location" = "Ubicación perdida";
"Existing Files" = "Archivos existentes";

//mark:4.0.0
"Found %li files. More useful tips below for finding files:" = "%li archivos encontrados. Estos son algunos consejos para encontrar archivos de manera eficiente:";
"File Path Not Found" = "Archivos que no se pudo encontrar la ruta original";
"File Name Not Found" = "Archivos que no se pudo encontrar el nombre original";
"Tagged Files" = "Archivos de Etiquetas";
"You may find your accidentally deleted files here." = "Puede encontrar sus archivos borrados accidentalmente aquí.";
"There are deleted files that lost their original path. You can check file names to see if they are target files." = "Estos archivos son los archivos eliminados que no se puede determinar la ubicación original del archivo. Puede juzgar si el archivo es el archivo deseado por el nombre del archivo.";
"There are files that lost their original names. You can preview them to see if they are target files." = "Estos archivos han perdido sus nombres de archivo originales, puede obtener una vista previa directamente para determinar si el archivo es el archivo deseado.";
"You may find target files here if you lost them which are not deleted before." = "Puede encontrar archivos de destino aquí si los perdió y no se eliminaron antes.";
"Lost files without name will be renamed and classified here with corresponding tags." = "Si los archivos perdidos no tienen nombre, serán nombrados y clasificados con sus etiquetas correspondientes.";
"Unable to preview. Please recover and save it on your computer for further checking." = "La vista previa no es compatible. Recupérelo y guárdelo en su computadora para revisarlo luego.";
"Trying to find more data... You can search and recover your data now." = "Intentando encontrar más datos... Puede buscar y recuperar sus datos ahora.";
"Didn't find the missing files? Try Deep Scan." = "¿No ha encontrado los archivos perdidos ? Pruebe Escaneo profundo.";
"The Deep Scan can scour the device inch by inch to find the deeply buried files, enabling a higher recovery rate." = "Escaneo profundo puede explorar el dispositivo para encontrar los archivos profundamente enterrados, lo que da una mayor tasa de recuperación.";
"Artist" = "Artista";
"Camera" = "Equipo de fotografía";
"The Last Editor" = "El último editor";
"Creation Time" = "Fecha de creación";
"Modified Time" = "Fecha de modificación";
"All Time" = "Todo el tiempo";
"Last 24 hours" = "Últimas 24 horas";
"Last 7 days" = "Últimos 7 días";
"Last 30 days" = "Últimos 30 días";
"Customize" = "Personalizar";
"Selected" = "Seleccionado";
"File Size" = "Tamaño del archivo";
"All Size" = "Todos los tamaños";
"Improve Chances of Finding Lost Files" = "Mejorar las posibilidades de encontrar archivos perdidos";
"Refer to the \"Tagged Files\" and \"File Name Not Found\" under the Tree View." = "Consulte \"Archivos de Etiquetas\" y \"Archivos que no se pudo encontrar el nombre original\" en la Vista de árbol.";
"Filter files by File Type, File Size, Date Modified, and more." = "Filtrar archivos por tipo de archivo, tamaño de archivo, fecha de modificación y más.";
"Upgrade to Pro Version to Recover Your Valuable Data!" = "¡Obtener la Versión Pro para Reparar Sus Valiosos Datos!";
"Get the Pro Version to Create a Bootable Drive for Data Recovery!" = "¡Obtener la Versión Pro para Crear una Unidad de Arranque para la Recuperación de Datos!";
"Free Version" = "Versión Gratuita";
"Pro Version" = "Versión Pro";
"Preview Just a Few Files" = "Vista Previa de Solo Algunos Archivos";
"Preview All Files" = "Vista Previa de Todos los Archivos";
"Free Upgrade" = "Actualización Gratuita";
"Recover Data from the Crashed Computer" = "Recuperar Datos de una Computadora con Fallos";
"Only Allows You to Scan Disks" = "Solo Le Permite Escanear Discos";
"Unlimited Data Recovery" = "Recuperación de Archivos Ilimitada";
"Professional Customer Service" = "Servicio de Atención al Cliente Profesional";
"Professional and reliable data recovery solutions" = "Soluciones de recuperación de datos profesionales y confiables";
"Advanced Options" = "Opciones Avanzadas";
"Local Drives" = "Unidades Locales";
"External Drives" = "Unidades Externas";
"Common Location" = "Ubicación Común";
"Data Recovery" = "Recuperación de Datos";
"Fast and Safe" = "Rápido y Seguro";
"Failed to read the disk data, please re-plug the external disk." = "No se pudieron leer los datos del disco, reconecta el disco externo.";
"Please remove all external disks connected to the computer, and then reinsert the disk that needs data recovery." = "Desconecta todos los discos externos conectados a la computadora y luego vuelve a insertar el disco que necesita recuperación de datos.";
"Still have problems? Please contact us." = "¿Todavía tienes problemas? Por favor contáctanos.";
"To recover data from digital camera, please remove the SD card and connect it to computer via card reader." = "Para recuperar datos de la cámara digital, retire la tarjeta SD y conéctela a la computadora mediante un lector de tarjetas.";
"Found nothing..." = "Encontrado nada...";
"1. Wait for the scan to finish before searching again." = "1. Espere a que finalice el escaneo antes de volver a buscar.";
"2. Your file is most likely missing the filename. Try searching in this way." = "2. Lo más probable es que a su archivo le falte el nombre del archivo. Intenta buscar de esta manera.";
"3. Make sure the term you're looking for is spelled correctly." = "3. Asegúrese de que el término que está buscando esté escrito correctamente.";
"4. If none of the above methods help, please contact us." = "4. Si ninguno de los métodos anteriores ayuda, contáctenos.";
"Reading data from the disk，please wait…" = "Leyendo datos del disco, espera...";
"Stuck in refreshing status for a long time?" = "¿Atascado en estado refrescante durante mucho tiempo?";
"Effortlessly Recover Data from A Crashed Computer" = "Recuperar Datos de una Computadora con Fallos";
"View Files" = "Ver resultados";
"It might take a long time to export for some files need repairing..." = "La exportación puede llevar mucho tiempo porque algunos archivos necesitan reparación...";
"contact us" = "contáctenos";
"in this way" = "de esta manera";
"Exit App" = "Salir del Programa";
"Recovered: %li file %@" = "Recuperado: %li archivo %@";
"Recovered: %li files %@" = "Recuperado: %li archivos %@";
"File Types" = "Tipos de Archivo";
"File Tags" = "Las etiquetas de archivos";
"Move your mouse to the icon under Tree View, and you'll learn the explanation of each file category." = "Mover el mouse al ícono debajo de Vista de árbol y aprenderá la explicación de cada categoría de archivo.";
"Understood" = "Entiendo";
"Filter" = "Filtrar";
"Reset" = "Restablecer";
"Scan Stopped!" = "¡Escaneo Detenido!";
"Tips:" = "Consejos:";
"1. Please replug the external drive or change another drive and then try again." = "1. Vuelve a conectar la unidad externa o cambia otra unidad e inténtalo de nuevo.";
"2. Please make sure internet connection is working properly." = "2. Asegúrate de que la conexión a Internet funcione correctamente.";

// V5.0.0
"Get An Extra" = "Obtener un Extra";
"Coupon Code:" = "Código de Cupón:";
"Copy and paste the coupon code at checkout to redeem." = "Copiar y pegar el código de cupón al finalizar la compra para canjearlo.";
"Copy and Buy Now" = "Copiar y Comprar Ahora";
"Close Program" = "Cerrar Programa";
"Photo Repair" = "Reparación de Fotos";
"Video Repair" = "Reparación de Vídeo";
"Repair Damaged Videos in Just Three Steps!" = "¡Reparar vídeos dañados en solo tres pasos!";
"Repair Damaged Photos in Just Three Steps!" = "¡Reparar fotos dañadas en solo tres pasos!";
"Import Video" = "Importar Vídeo";
"Import Photo" = "Importar Foto";
"Start Repairing" = "Empezar a Reparar";
"Repair Done!" = "¡Reparación Completada!";
"Click to Add Photos" = "Haga clic para agregar fotos";
"Click to Add Videos" = "Haga clic para agregar vídeos";
"%liPhoto Added，%@KB" = "%li Foto añadida，%@";
"%liVideo Added，%@KB" = "%li Video agregado,%@";
"%liPhotos Added，%@KB" = "%li Fotos añadidas，%@";
"%liVideos Added，%@KB" = "%li Videos agregados,%@";
"Add Photo" = "Añadir Foto";
"Add Video" = "Añadir Vídeo";
"Home" = "Inicio";
"Repair" = "Reparar";
"Remove All Image" = "Eliminar todo";
"Remove All Video" = "Eliminar todo";
"This photo can't be repaired." = "Esta foto no se puede reparar.";
"This video can't be repaired." = "Este vídeo no se puede reparar.";
"Select all successfully repaired photos" = "Seleccione todas las fotos reparadas con éxito";
"Reselect photo to repair" = "Volver a seleccionar la foto ";
"Select all successfully repaired videos" = "Seleccione todos los videos reparados con éxito";
"Reselect video to repair" = "Volver a seleccionar el video";
"We've found several photos from this photo that you might be looking for, and you can preview and export them." = "Hemos encontrado varias fotos de esta foto que podría estar buscando y puede obtener una vista previa y exportarlas.";
"We've found several videos from this video that you might be looking for, and you can preview and export them." = "Encontramos varios vídeos disponibles basados en este vídeo, puede obtener una vista previa y exportarlos";
"Are you sure you want to remove all photos?" = "¿Está seguro de que desea eliminar todas las fotos?";
"Are you sure you want to remove all videos?" = "¿Está seguro de que desea eliminar todos los vídeos?";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "¿Está seguro de que desea volver a la página de inicio? El progreso de la reparación actual no se guardará.";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "¿Está seguro de que desea volver a la página de inicio? El progreso de la reparación actual no se guardará.";
"Are you sure you want to reselect the video? The current repair progress will not be saved." = "¿Está seguro de que desea volver a seleccionar el vídeo? El progreso de la reparación actual no se guardará.";
"Are you sure you want to reselect the photo? The current repair progress will not be saved." = "¿Está seguro de que desea volver a seleccionar la foto? El progreso de la reparación actual no se guardará.";
"Some videos are already in the repair list and will not be imported repeatedly." = "Algunos vídeos ya están en la lista de reparación y no se importarán repetidamente.";
"Some photos are already in the repair list and will not be imported repeatedly." = "Algunas fotos ya están en la lista de reparación y no se importarán repetidamente.";
"The video has been lost, please re-import and try previewing again." = "El vídeo se ha perdido, vuelva a importarlo e intente obtener una vista previa nuevamente.";
"The photo has been lost, please re-import and try previewing again." = "La foto se ha perdido, vuelva a importarla e intente obtener una vista previa nuevamente.";
"Scanning or recovery cannot continue because the device is disconnected, please re-plug the device and click Continue." = "Debido a que el dispositivo está desconectado y no puede continuar escaneando o restaurando, vuelva a conectarlo y haga clic en Continuar.";
"Repairing：" = "Reparando:";
"Please wait..." = "Espere un momento...";
"Exporting:" = "Exportando:";
"The device has been disconnected, you can try to select data to recover or rescan." = "El dispositivo se ha desconectado, puede intentar seleccionar los datos para recuperar o volver a escanear.";
"Continue" = "Continuar";
"Retry" = "Reintentar";
"Stop" = "Parar";
"Export Completed!" = "¡Exportación completada!";
"Export: %lifiles(%@)" = "Exportado: %li archivos(%@)";
"View Exported" = "Ver exportado";
"There are still %li videos to export, are you sure you want to stop exporting?" = "Todavía hay %li vídeos para exportar, ¿está seguro de que desea dejar de exportar?";
"There are still %li photos to export, are you sure you want to stop exporting?" = "Todavía hay %li fotos de  para exportar, ¿está seguro de que desea dejar de exportar?";
"There are still 1 video to export, are you sure you want to stop exporting?" = "Todavía hay 1 video para exportar, ¿está seguro de que desea dejar de exportar?";
"There are still 1 photo to export, are you sure you want to stop exporting?" = "Todavía hay 1 foto para exportar, ¿está seguro de que desea dejar de exportar?";
"Are you sure you want to stop exporting?" = "¿Está seguro de que desea dejar de exportar?";
"Upgrade to Pro version to preview files!" = "¡Actualizar a la versión Pro para obtener una vista previa de los archivos!";
"Upgrade" = "Actualizar";
"The unregistered version can only play the first 30s of the audio file, upgrade to the registered version for full playback." = "La versión no registrada solo puede reproducir los primeros 30 segundos del archivo de audio, actualice a la versión registrada para una reproducción completa.";
"The unregistered version can only play the first 10s of the video file, upgrade to the registered version for full playback." = "La versión no registrada solo puede reproducir los primeros 10 segundos del archivo de video, actualice a la versión registrada para una reproducción completa.";
"Upgrade to Pro Version to Export your Valuable Photos!" = "¡Obtener la Versión Pro para Exportar sus Fotos Valiosas!";
"Upgrade to Pro Version to Export your Valuable Videos!" = "¡Obtener la Versión Pro para Exportar sus Vídeo Valiosas!";
"Support for exporting repaired files" = "Soporte para exportar archivos reparados";

//MARK: - 第二版
"The file can't be previewed, please export it and try to preview it again." = "El archivo no se puede previsualizar, expórtelo e intente obtener una vista previa nuevamente.";
"The file can't be previewed, please repair it and try to preview it again." = "El archivo no se puede previsualizar, repárelo e intente obtener una vista previa nuevamente.";
"Are you sure you want to exit the program? Current repair progress will not be retained." = "¿Está seguro de salir del programa? No se conservará el progreso actual de la reparación.";
"There are still %li videos waiting to be repaired, are you sure you want to stop the repair?" = "Todavía hay %li videos esperando ser reparados, ¿estás seguro de que deseas detener la reparación?";
"There are still %li photos waiting to be repaired, are you sure you want to stop the repair?" = "Todavía hay %li fotos a la espera de ser reparadas, ¿estás seguro de que deseas detener la reparación?";
"There is still 1 video waiting to be repaired, are you sure you want to stop the repair?" = "Todavía hay 1 video esperando ser reparado, ¿estás seguro de que deseas detener la reparación?";
"There is still 1 photo waiting to be repaired, are you sure you want to stop the repair?" = "Todavía hay 1 foto esperando ser reparada, ¿estás seguro de que deseas detener la reparación?";
"Are you sure you want to stop repairing?" = "¿Estás seguro de que deseas detener la reparación?";
"Repair done!" = "¡Reparación Completada!";
"Repaired: %li files (%@)" = "Reparado: %li archivos (%@)";
"View Repair Results" = "Ver resultados de reparación";
"Export" = "Exportar";
"The video has been lost, please re-repair and try exporting again." = "El video se ha perdido, vuelve a repararlo e intenta exportarlo nuevamente.";
"The photo has been lost, please re-repair and try exporting again." = "La foto se ha perdido, vuelve a repararla e intenta exportarla de nuevo.";
"The video has been lost, please re-import and try repairing again." = "El video se ha perdido, vuelva a importarlo e intente repararlo nuevamente.";
"The photo has been lost, please re-import and try repairing again." = "La foto se ha perdido, vuelve a importarla e intenta repararla de nuevo.";
"Selected: %li photo  (%@)" = "Seleccionado: %li foto (%@)";
"Selected: %li photos  (%@)" = "Seleccionado: %li fotos (%@)";
"Selected: %li video  (%@)" = "Seleccionado: %li video (%@)";
"Selected: %li videos  (%@)" = "Seleccionado: %li videos (%@)";
"%li Results" = "%li Resultados";
"Close" = "Salir";


"Match Similar Files" = "Coincidir archivos similares";
"We've found some files that might be what you want, you can preview and restore them." = "Hemos encontrado algunos archivos que podrían ser lo que desea, puede obtener una vista previa y recuperarlos";
"Sorry, no matching files were found at this time. You can wait for the scan to finish and try again, or use Filter, Search Bar to find the files you want." = "Lo sentimos, no se encontraron archivos coincidentes en este momento. Puede esperar a que finalice el escaneo y volver a intentarlo, o usar Filtrar, Barra de búsqueda para encontrar los archivos que desea.";
"What Type of Files Do You Want to Recover?" = "¿Qué tipo de archivos desea recuperar?";
"Filtering file type helps recover the files you want faster" = "Filtrar por tipo de archivo ayuda a recuperar más rápido los archivos que desea";
"Others" = "Otros";
"Other Types" = "Otros tipos";
"%@ etc." = "%@ etc.";
"Scan Selected File Types" = "Escanear tipos de archivos seleccionados";
"Scan All File Types" = "Escanear todos los tipos de archivos";
"Scan Only %@" = "Escanear solo %@";

//MARK: - 预览
"Preview" = "Previsualizar";
"Loading..." = "Cargando...";
"Preview is not available. Recover it for view" = "La vista previa no está disponible. Recuperarlo para verlo";
"Max size for preview: 30MB. Recover it for view" = "Tamaño máximo para vista previa: 30 MB. Recuperarlo para verlo";
"Format not supported for preview. Recover it for view" = "Este formato no es compatible con la vista previa. Recuperarlo para verlo";
"%@ files zipped in total" = "Hay %@ archivos comprimidos en total.";
"AI Repairing..." = "AI reparando...";
"It may take a while, but it's worth the wait" = "Puede que tarde un poco, pero vale la pena esperar.";
"AI Repaired %@" = "IA reparada %@";
"Repaired successfully. Recover the repaired file" = "Reparado con éxito. Recuperar el archivo reparado";
"Get Pro for Full Preview" = "Obtenga la versión pro para obtener una vista previa del archivo completo";
"Preview full file" = "Vista previa completa";
"Recover unlimited files" = "Recuperación ilimitada";
"AI Repair corrupte files" = "IA repara archivos dañados.";
"Premium technical support" = "Soporte técnico avanzado";
"Get Pro Now" = "Obtén Pro Ahora";
"Details" = "Detalles";
"Icon" = "Icono";


//MARK: - 付费升级弹窗
"Get Pro for Unlimited Recovery" = "Obtenga la versión Pro para una recuperación ilimitada";
"Preview only." = "Solo vista previa";
"No free recovery remaining." = "No hay un monto de recuperación gratuito.";
"Unlock Pro to enjoy full features, unlimited recovery and more benefits." = "Desbloquee Pro para disfrutar de funciones completas, recuperación ilimitada y más beneficios.";
"Get Pro for Unlimited Repair" = "Obtenga la versión Pro para una recuperación ilimitada";
"Unlock Pro to enjoy full features, unlimited repair and more benefits." = "Desbloquee Pro para disfrutar de funciones completas, recuperación ilimitada y más beneficios.";
"Trial" = "Prueba";
"Free" = "Gratuita";
"Pro" = "Profesional";
"Preview only" = "Solo vista previa";
"Unlimited" = "Llimitado";
"Key Features & Benefits" = "Funciones y Beneficios Principales";
"Recovery amount" = "Monto de recuperación";
"Preview before recovery" = "Vista previa antes de la recuperación";
"Recover while scanning" = "Recuperar mientras escanea";
"Recover data from crashed system" = "Recuperar datos de un sistema bloqueado";
"Recover data from NAS server" = "Recuperar datos del servidor NAS";
"Repair corrupted vidoes & photos" = "Reparar vídeos y fotos corruptos";
"Enjoy lifetime updates for free" = "Actualizaciones gratuitas de por vida";
"24/7 premium technical support" = "Atención al cliente premium 24/7";
"30-day money back guarantee" = "30 días de garantía de devolución de dinero";
"Buy Now" = "Comprar Ahora";
"Already Purchased?" = "¿Ya comprado?";
"Register Now to proceed with recovering ( no need to rescan)." = "Regístrese Ahora para continuar con la recuperación (no es necesario volver a escanear).";
"Register Now" = "Regístrese Ahora";
"Recover the repaired file" = "Recuperar el archivo reparado";
"Recover it for view" = "Recuperarlo para verlo";


//MARK: - 5.1.8
"Lost data recovery" = "Recuperación de Datos Perdidos";
"Hard Drive" = "Disco Duro";
"Advanced recovery" = "Recuperación Avanzada";
"Crashed Mac" = "Mac fallado";
"iCloud" = "iCloud";
"New" = "Nuevo";
"Corrupted file repair" = "Reparación de Archivos Dañados";
"Photo Repair" = "Reparación de Fotos";
"Video Repair" = "Reparación de Vídeos";
"Why Pro？" = "¿Por qué la versión Pro?";
"Unlock Pro to enjoy" = "Desbloquea Pro para usar";
"Unlimited Recovery" = "Recuperación ilimitada";
"Corrupted Repair" = "Reparación de daños";
"Full Preview" = "Previsualización completa";
"Unlock Pro Now" = "Desbloquear Pro Ahora";
"Recover permanently & recently deleted iCloud data easily" = "Recuperar fácilmente datos de iCloud eliminados permanentemente y recientemente";
"Recover any lost photos, videos, contacts, notes and more from iCloud directly" = "Recuperar fotos, vídeos, contactos, notas y más perdidos directamente desde iCloud";
"Get Started" = "Empezar";
"Searching lost iCloud data..." = "Encontrar datos perdidos de iCloud...";
"Search Completed" = "Búsqueda completada";
"Search Stopped" = "Búsqueda detenida";
"Damaged or partitially missing photos" = "Fotos dañadas o parcialmente perdidas";
"Add photos for repair" = "Añadir fotos para reparar";
"Corrupted or unplayable vidoes" = "Vídeos dañados o no reproducibles";
"Add videos for repair" = "Añadir vídeos para reparar";
"Repair any damaged or photos that cannot be opened" = "Reparar cualquier archivo de fotos dañado o que no se pueda abrir, etc.";
"Repair any corrupted or unplayale videos files and more" = "Reparar cualquier archivo de video dañado o no reproducible y más";
//MARK: - v5.1.10
"Sign in to iCloud" = "Iniciar sesión en iCloud";
"Apple ID" = "Apple ID";
"Password" = "Contraseña";
"Keep Password" = "Guardar Contraseña";
"Forget Apple ID or Password?" = "¿Olvidó ID o contraseña?";
"Back" = "Volver";
"Log In" = "Iniciar sesión";
"1. To prevent changes to iCloud, do not sync device data to iCloud while recovering." = "1. Para evitar cambios en iCloud, no sincronice los datos del dispositivo con iCloud durante la recuperación.";
"2. We NEVER keep records of your account. For more details, please refer to our Privacy Policy." = "2. NUNCA guardamos registros de su cuenta. Para obtener más detalles, consulte nuestra Política de privacidad.";
"Privacy Policy" = "Política de privacidad";
"Incorrect Apple ID or password." = "ID o contraseña de Apple incorrecta.";
"For security reasons, your Apple ID is locked. Please unlock your account and try again." = "Por razones de seguridad, su ID de Apple está bloqueada. Desbloquee su cuenta e inténtelo nuevamente.";
"Network disconnected. Please check your network connection and try again." = "Red desconectada. Verifique su conexión de red e inténtelo nuevamente.";
"Two-factor authentication" = "Autenticación de dos factores";
"A verification code message has been sent to your trusted device. Please enter the code to continue." = "Se ha enviado un mensaje de código de verificación a su dispositivo de confianza. Por favor ingrese el código para continuar.";
"Resend code" = "Reenviar código";
"Get Help from Apple" = "Obtenga ayuda de Apple";
"Incorrect verification code." = "Código de verificación incorrecto.";
"Entered incorrect verification code too many times." = "Ingresó un código de verificación incorrecto demasiadas veces.";
"Request failed, please try again." = "La solicitud falló, inténtelo de nuevo.";
"Verification requested too often" = "Verificación solicitada con demasiada frecuencia";
"Network error. Please check your network connection." = "Error de red. Por favor verifique su conexión de red.";
"Please select the type of data you want to recover." = "Seleccione el tipo de datos que desea recuperar";
"Log Out" = "Cerrar sesión";
"Select all" = "Seleccionar todo";
"Refresh" = "Actualizar";
"Back" = "Volver";
"Confirm" = "Confirmar";
"iCloud drive" = "Disco iCloud";
"Photos" = "Fotos";
"Contacts" = "Contactos";
"Reminder" = "Recordatorios";
"Calendar" = "Calendarios";
"Notes" = "Notas";
//MARK: - 4ddig mac 5.1.10
"Home Phone" = "Número de Casa";
"Work" = "Número de Trabajo";
"iPhone" = "Número de iPhone";
"Mobile Phone" = "Número Celular";
"Main Phone" = "Número Principal";
"HomeFax" = "Número de Fax Residencial";
"WorkFax" = "Fax de Trabajo";
"Pager Phone" = "Buscapersonas con Pitido";
"Other Phone" = "Otros Números";
"Home Email" = "Correo Electrónico de la Familia";
"Work Email" = "Correo Electrónico del Trabajo";
"Other Email" = "Otro Correo Electrónico";
"iCloud Email" = "Correo Electrónico de iCloud";
"HomePage" = "Página Principal";
"Home Page" = "Pagina Familiar";
"Other Page" = "Pagina Trabajo";
"Work Page" = "Otra Pagina";
"Title" = "Título";
"Starting Time" = "Tiempo de Empezar";
"List" = "Lista";
"Status" = "Estado";
"Reminder time" = "Hora del recordatorio";
"Priority" = "Prioridad";
"Location" = "Ubicación";
//MARK: - 第二批_3.21
"Company" = "Empresa";
"School" = "Escuela";
"Time" = "Tiempo";
"End Date Time" = "Hora Final";
"Complete" = "Completo";
"Incomplete" = "Incompleto";
"Invited People" = "Invitado";
"Flag Marks" = "Marca de Bandera";
"None" = "Ninguno";
"Low" = "Bajo";
"Medium" = "Medio";
"High" = "Alto";
"Unknown" = "Desconocido";
//MARK: - 5.1.11
"Unsaved Documents" = "Documentos no Guardados";
"Date Deleted" = "Fecha de Eliminación";

//MARK: - PE
"Crashed Mac" = "Mac Fallado";
"Create a bootable drive to boot up Mac for data recovery" = "Crea una unidad de arranque y reiniciar el Mac para recuperar los datos";
"What's Crashed Mac？" = "¿Qué es el Mac Fallado?";
"Boot up Mac with the USB bootable drive for data recovery" = "Reinicia el Mac con la unidad USB de arranque para recuperar datos";
"Boot up crashed Mac" = "Reinicia el Mac fallado";
"Tips: please try again with another USB drive Common Solutions" = "Consejos: inténtelo de nuevo con otra unidad USB Soluciones Comunes";
"Common Solutions" = "Soluciones Comunes";
"Icon" = "Icono";
"Preview Pane" = "Panel de vista previa";
"Details" = "Detalles";
"Create Now" = "Crear Ahora";
"Lost Partition" = "Partición Perdida";

"Select a drive where you lost data to start recovering" = "Seleccione una unidad en la que perdió los datos para iniciar la recuperación";
"Drive didn't show up?" = "¿La unidad no apareció?";
"Check Disk Connection" = "Comprobar la Conexión";
"To recover data from digital camera, please remove the SD card and connect it to Mac via card reader." = "Para recuperar datos de la cámara digital, retire la tarjeta SD y conéctela al Mac mediante un lector de tarjetas.";
"When the USB device cannot be recognized, please try to connnect it to the back USB ports for data recovery." = "Cuando no se pueda reconocer el dispositivo USB, intente conectarlo a los puertos USB traseros para recuperar los datos.";
"For data recovery from mobile phones, you can download UltData - iOS." = "Para recuperar los datos de teléfonos móviles, puede descargar UltData - iOS.";
"Check Disk Status" = "Comprobar el Estado del Disco";
"Solution: Access Disk Utility, click the \"Mount\" button on the top menu bar, and then recover your data." = "Solución: Abra Utilidad de Discos, haga clic en el botón \"Montar\" de la barra de menú superior y, a continuación, recupere sus datos.";
"Language_menu" = "Idioma";
"Disk Utility" = "Utilidad de Discos";
"Mount" = "Montar";
"1. Access \"Disk Utility\"" = "Vaya a \"Utilidad de Discos\"";
"2. Click \"Mount\"" = "Haga clic en \"Montar\"";

//MARK: - V5.1.18
"Select a location to save the recovered data" = "Selecciona una ubicación para guardar los datos recuperados";
"You've selected %li files, %@" = "Ha seleccionado %li archivos, %@";
"%@ available" = "%@ disponible";
"Perfectly enough disk space. Save now." = "Hay suficiente espacio en el disco. Guarda ahora.";
"Save to the %@ and you don’t have to worry about data loss anymore." = "Guárdelo en %@ y ya no tendrá que preocuparse por la pérdida de datos.";
"Save Now" = "Guarda ahora";
"Insufficient space available, change another location or save to the %@." = "No hay suficiente espacio disponible, cambie otra ubicación o guárdelo en %@.";
"It is not recommended to save to the original disk (where the data is lost), as it may have the data to be overwritten and lost permanently." = "No se recomienda guardar en el disco original (donde se pierden los datos), ya que es posible que los datos se sobrescriban y se pierdan permanentemente.";
"No permissions to read or write, change another location or save to the %@." = "Sin permisos para leer o escribir, cambiar otra ubicación o guardar en %@.";
"Insufficient space available in %@. Please change to another location to save." = "Espacio insuficiente disponible en %@. Cambie a otra ubicación para guardar.";
"Select Folder..." = "Seleccionar Carpeta...";
"Logging in..." = "Iniciando sesión...";
"Please authorize login to your %@ in the browser" = "Por favor, autorice el inicio de sesión en su %@ en el navegador.";
"Authorization login failed" = "Error en la autorización de inicio de sesión";
"Please re-authorize or change to another location" = "Por favor, vuelva a autorizar o cambiar a otra ubicación";
"Another Location" = "Otra ubicación";
"Re-authorize" = "Volver a autorizar";
"Authorization successful. Please return to %@ to continue recovering data." = "Autorización exitosa. Regrese a %@ para continuar recuperando datos.";

//MARK: - V5.2.0
"Large & Old Files" = "Archivos Grandes y Antiguos";
"Locate and remove unneeded files to free up disk space with ease" = "Localice y elimine archivos innecesarios para liberar espacio en disco con facilidad";
"Locate Files in Minutes" = "Localizar Archivos en Minutos";
"Finding large or old files manually could take you hours, but with %@ you’ll be done within minutes." = "Encontrar archivos grandes o antiguos manualmente puede llevarle horas, pero con %@ podrá hacerlo en cuestión de minutos.";
"Remove As You Wish" = "Eliminar como desees";
"Remove unneeded files to trash, another folder or permanently. It's always your call." = "Elimine los archivos innecesarios a la papelera, a otra carpeta o de forma permanente. Siempre es tu decisión.";
"%@ used" = "%@ ha sido usado";
"Scan Now" = "Escanear Ahora";
"All Files" = "Todos los Archivos";
"Selected" = "Seleccionado";
"By Size" = "Por Tamaño";
"By Access Date" = "Por Fecha de Acceso";
"Last Week" = "Semana Pasada";
"Last Month" = "Mes Pasado";
"Scanning %@" = "Escaneando %@";
"Looking for large & old files" = "Buscando archivos grandes y antiguos";
"Stop Scanning" = "Dejar de Escanear";
"No files found" = "No se encontraron archivos";
"Return to home and select another location to start over" = "Regrese a la página de inicio y elija otra ubicación para comenzar a buscar nuevamente";
"Removing: %@" = "Eliminando:%@";
"It may take some time..." = "Puede que tarde algún tiempo...";
"Remove Completed" = "Eliminar Completado";
"Removed: %li files (%@)" = "Eliminado: %li archivos (%@)";
"Done" = "Hecho";
"Insufficient permissions to remove" = "Permisos insuficientes para eliminar";
"No read/write permissions for NTFS partition, and it cannot be removed." = "No hay permisos de lectura/escritura para la partición NTFS y no se puede eliminar.";
"Insufficient space at target folder to remove" = "Espacio insuficiente en la carpeta de destino para eliminar";
"Remove to another folder or remove permanently." = "Quitar a otra carpeta o eliminar permanentemente.";
"No files selected" = "No hay archivos seleccionados";
"Remove Permanently" = "Eliminar Permanentemente";
"Remove to Trash" = "Quitar a la Papelera";
"Remove to Folder" = "Quitar a la Carpeta";
"Access Time" = "Tiempo de Acceso";
"Open File Location" = "Abrir localización de archivo";
"Return to home?" = "¿Regresar a la página de inicio?";
"It is recommended to remove unwanted files before you return." = "Se recomienda eliminar los archivos no deseados antes de regresar.";
"Return" = "Regresar";
"Cancel" = "Cancelar";
"Stop Scanning?" = "¿Dejar de Escanear?";
"%@ will be no longer looking for large & old files if you stop." = "%@ ya no buscará archivos grandes y antiguos si deja de hacerlo.";
"Stop Scanning" = "Dejar de Escanear";
"Stop Removing?" = "¿Dejar de Eliminar?";
"%@ will be no longer removing files remaining if you stop." = "%@ ya no eliminará los archivos restantes si lo detiene.";
"Stop Removing" = "Dejar de Eliminar";
"Get Pro for Files Removal" = "Obtenga Pro para eliminar archivos";
"Unlock Pro to remove unwanted large & old files, and enjoy more features, including unlimited data recovery." = "Desbloquee Pro para eliminar archivos antiguos y grandes no deseados y disfrute de más funciones, incluida la recuperación de datos ilimitada.";
"Files available for removal" = "Archivos disponibles para eliminar";
"Authorizing for %@, please wait..." = "Autorizando para %@, por favor espere...";
"Calculating the available space in %@, please wait..." = "Calculando el espacio disponible en %@, por favor espera…";
//MARK: - 第二批_20240626
"Extra tools" = "Herramientas adicionales";
"Sort by %@" = "Ordenar por %@";
"By Modified Date" = "Por Fecha Modificada";
//MARK: - 2. SD卡
"SD Card" = "Tarjeta SD";
"Select a memory card where you lost data to start recovering" = "Seleccione una tarjeta de memoria en la que hayas perdido datos para recuperar";
"SD card didn't show up?" = "¿No apareció la tarjeta SD?";
"No SD card connected" = "No hay tarjeta SD conectada";
"Connect the memory card via card reader to start recovering photos or videos" = "Conecta la tarjeta de memoria mediante un lector de tarjetas para recuperar fotos o vídeos";
//MARK: - 视频重组
"Enhanced Video Recovery" = "Recuperación de Vídeo Mejorado";
"Scan and match video fragments in any storage media through AI advanced algorithms to recover a complete and playable video" = "Escanea y compara fragmentos de vídeo en cualquier medio de almacenamiento mediante algoritmos avanzados de IA para recuperar un vídeo completo y reproducible";
"Repair & recover vidoes at the same time, providing one-stop video solution" = "Reparar y recuperar vídeos al mismo tiempo, proporcionando una solución integral de vídeo";
"Easily recover & repair videos from any devices, such as Canon, Nikon, Sony, GoPro, and DJI, etc. Learn more" = "Recupere y repare fácilmente videos desde cualquier dispositivo, como Canon, Nikon, Sony, GoPro y DJI, etc. Obtener más información";
"AI-Powered" = "Impulsado por IA";
"Mac OS 10.15 previous versions are not supported" = "Mac OS 10.15 versiones anteriores no son compatibles";
"Try 'Enhanced Video Recovery' with Mac OS 10.15 or later" = "Prueba 'Recuperación de Vídeo Mejorada' con Mac OS 10.15 o posterior";
"Select a drive where you lost vidoes to start recovering" = "Seleccione la unidad en la que perdiste los vídeos para recuperar";
"Tips: Don't know which drive to scan, as you're not sure where the vidoe was lost?" = "Consejos: ¿No está seguro de qué unidad escanear porque no está seguro de dónde se perdieron los vídeos?";
"Select the video format you want to recover" = "Seleccione el formato de vídeo que desea recuperar";
"All videos" = "Todos vídeos";
"Recovery duration: The more video types selected, the longer it will take." = "Duración de la recuperación: cuantos más tipos de vídeo selecciones, más tiempo llevará.";
"Device that the vidoes are from (optional)" = "Dispositivo del que provienen los vídeos (opcional)";
"Note: correct source device contributes to the targeted and precise recovery, significantly improving the recovery quality." = "Nota: el dispositivo de origen correcto contribuye a una recuperación específica y precisa, lo que mejora significativamente la calidad de la recuperación.";
"Confirm" = "Confirmar";
"Canon" = "Canon";
"GoPro" = "GoPro";
"Nikon" = "Nikon";
"Sony" = "Sony";
"Fujifilm" = "Fujifilm";
"DJI" = "DJI";
"Apeman" = "Apeman";
"Papago" = "Papago";
"Vantrue" = "Vantrue";
"Rexing" = "Rexing";
"Others" = "Otros";
"Please select at least one video format for enhanced video recovery" = "Seleccione al menos un formato de vídeo para la recuperación de vídeo mejorado";
"Select All" = "Seleccionar todo";
"AI" = "IA";
"Video enhanced recovering...some black screen and unplayable vidoes could be repaired by AI once it completes." = "Vídeo mejorado está recuperando... algunas pantallas negras y vidoes no reproducibles podrían ser reparados por IA cuando finaliza.";
"Learn more" = "Obtener más información";
